Repository: agx/tinymail
Catalog: po/*.po
Languages: fr

source: Enter password
fr: Saisissez le mot de passe

source: Invalid network manager installation. Going to assume Online status
fr: Installation invalide du gestionnaire de réseau. Votre état est présumé en ligne

source: Password input
fr: Zone de saisie du mot de passe

source: Invalid e-mail address in field
fr: Adresse électronique invalide dans le champ

source: Reading folder `%s'
fr: Lecture du dossier « %s »

source: Couldn't get service %s: %s
fr: Impossible d'obtenir le service %s : %s

source: Not connected with %s: %s
fr: Non connecté avec %s : %s

source: Cancellation failed, retrying
fr: L'annulation a échoué, réessai

source: Enter password for %s
fr: Saisissez un mot de passe pour %s

source: You cancelled when you had to enter a password
fr: Vous avez annulé quand vous aviez à saisir un mot de passe

source: Critical ERROR: Cannot init %s as camel directory
fr: Erreur critique : impossible d'initialiser %s comme répertoire camel

source: Mime part does not yet have a source stream, use tny_mime_part_construct_from_stream first
fr: La partie Mime n'a pas encore un flux source, utilisez tny_mime_part_construct_from_stream d'abord

source: No save strategy for this message view
fr: Aucune stratégie d'enregistrement pour cette vue de message

source: Message is unavailable
fr: Le message n'est pas disponible

source: %Y-%m-%d, %-I:%M %p
fr: %d-%m-%Y, %-I:%M %p

source: <b>to:</b>
fr: <b>À :</b>

source: <b>Subject:</b>
fr: <b>Sujet :</b>

source: <b>From:</b>
fr: <b>De :</b>

source: Save File
fr: Enregistrer le fichier

source: Saving to %s failed
fr: L'enregistrement vers %s a échoué

source: Can't write %s
fr: Impossible d'écrire %s
